---
kind: other
id: Properties.T:Autodesk.Revit.DB.LayoutRuleMaximumSpacing
source: html/9a865bc0-4544-f176-c8c2-a40644e499a8.htm
---
# LayoutRuleMaximumSpacing Properties

Identifies if the object is read-only or modifiable.